Revit 2027 API
BuiltInFailures.FormFailures.FormElemRegenFailure Property
 Unable to create form element
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId FormElemRegenFailure { get; }
Public Shared ReadOnly Property FormElemRegenFailure As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ FormElemRegenFailure {
	FailureDefinitionId^ get ();
}
static member FormElemRegenFailure : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace